Repository: miao17game/ENRZ.UWP
Catalog: ENRZ.NET/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutENRZUWP.Text
source: About ENRZ For Windows10
zh_cn: 关于 ENRZ For Windows10

# AboutENRZUWP_mess01.Text
source: From ENRZ.COM, the app is created by a third-party developer, based on the Windows to provide users with simplified ENRZ.COM content access method, a better reading experience service.
zh_cn: 应用内容来自ENRZ.COM，本应用来自第三方开发者，立足于为Windows用户提供简化的ENRZ.COM网站内容获取方式，更好的阅读体验服务。

# AboutENRZUWP_mess02.Text
source: I will be within the scope of the ability to provide the best maintenance and follow-up, but such as the application of the content is not updated, the situation is not the developer. Application development is still in an early stage, I hope you positive feedback.
zh_cn: 开发者会在能力范围之内，提供最好的维护与跟进，但是诸如应用内容没有更新之类的状况，并非开发者管得着的事。应用开发仍处于早期阶段，希望大家积极反馈。

# AboutENRZUWP_mess03.Text
source: Application all content from ENRZ.COM is completely free, the application itself will not be charged to become a limit to the user to use the threshold, I do not have this power. Late may have additional independent content sources, will be used to provide the way to buy.
zh_cn: 应用所有来自于ENRZ.COM的内容完全免费，应用本身不会以收费来成为限制用户使用的门槛，我也没有这个权力。后期或许会有额外的独立内容来源，会以应用内购买的方式提供。

# AboutENRZUWP_mess04.Text
source: Support for donations, how much at random, focusing on encouragement. Development is not easy to drink, nutrition express, thank you for your old driver. -- By Baidu Translation.
zh_cn: 支持捐赠，多少随意，重在鼓励。开发不易，多喝营养快线，谢谢各位老司机。

# Alipay.Text
source: AliPay：18640046260
zh_cn: 支付宝：18640046260

# Blog.Text
source: Blog：
zh_cn: 博客：

# Contact.Text
source: Contact
zh_cn: 联系作者

# DarkMode.Text
source: DarkTheme Mode
zh_cn: 夜间模式

# DarkModeSummary.Text
source: Change the background and fonts foreground.
zh_cn: 改变应用背景和文字前景

# D_C.Text
source: Donations and support
zh_cn: 捐助与支持

# ENRZGroupProfile.Text
source: ENRZ Group Profile
zh_cn: 时尚集团简介

# ENRZGroupProfile_mess01.Text
source: Fashion group was born in 1993, starting from a magazine, has been developed into a 16-grade journals, including journal editors, book design, online media, advertising, printing, publishing, digital publishing, television production and many other areas of cross-media multi-platform media group, and their advertising and distribution branch in Shanghai and Guangzhou offices. Group for many years and always with attention to detail and the pursuit of excellence, leading for the purpose, for the media industry, fashion and good causes has made landmark contributions, and for many years was named &amp; China's 500 most valuable brands &amp; ...
zh_cn: 时尚集团诞生于1993年，从一本杂志开始，至今已发展成为拥有16本高档期刊，业务涵盖期刊编辑、图书策划、网络传媒、广告、印刷、发行、数字出版、电视制作等多项领域的跨媒体多平台的传媒集团，并在上海和广州设立广告、发行分公司、办事处。集团多年来始终以 注重细节、追求卓越、引导潮流 为宗旨，为传媒产业、时尚领域和公益事业做出了里程碑式的贡献，连续多年被评为 &amp; 中国最具价值的500个品牌 &amp; 之一。

# ENRZMagazine.Text
source: ENRZ Magazine
zh_cn: 男人装 杂志

# ENRZMagazine_mess01.Text
source: The world's true men of the man magazine, the international market for men's magazine FHM, a popular magazine on April 23, 2004, on behalf of the man landed the Chinese mainland market. The man is fashion group launched in 2004 a comprehensive fashion men magazine, not only fills the gaps in the magazine market in the Mainland men's magazine, and brought the new men's magazine consumer boom, it was at the outset to do &amp; Journal of man's true nature &amp; it fills vacancies in the market for men's journal, also fills the vacancy of male psychological needs. By August 2012, has published a full 100 times.
zh_cn: 《男人装》全球真性情男性杂志、国际男性杂志市场的当红杂志《FHM》于2004年4月23日以《男人装》的名义登陆中国内地市场。《男人装》是时尚集团在2004年推出的一本男性综合类时尚杂志，不仅填补了内地期刊市场男性杂志的空白，而且带来了男性杂志消费的新热潮，它开宗明义就是要做 &amp; 男人的真性情杂志 &amp; ，它填补了男性期刊市场的空缺，也填补了男性心理需要的空缺。到2012年8月，已经出版了整整一百期。

# ENRZMagazine_mess02.Text
source: The man is pure exposed China's first men's magazine, Playboy, China said. Because of consumer groups are primarily men, published the cover man is beauty sexy pictures. Man of the new weekly list of new media's annual magazine of the year award.
zh_cn: 《男人装》是中国第一本公开的纯男性杂志，有中国的《花花公子》之称。因为面对的消费群体主要是男性朋友，所以男人装封面刊登的都是美女明星的性感照片。男人装获《新周刊》新锐榜年度传媒之年度杂志奖。

# ENRZWebsites.Text
source: ENRZ.COM
zh_cn: 男人装 官方网站

# ENRZWebsites_mess01.Text
source: Fashion media group's flagship magazine "men's outfit" official website.
zh_cn: 时尚传媒集团旗舰刊《男人装》官方网站。

# ENRZWebsites_mess02.Text
source: Male aesthetic man website is full of visual pleasure, men want to think, colleagues not say, creates Supreme taboos of Chinese erotic discourse; its sexy yet sharp argued that humour and not the lack of realism, is the current men's best friends. Same texture as the magazine content, and spread more rapidly expanding man's influence on men's fashion.
zh_cn: 男人装官网充满视觉快感的男性审美，想男人之所想，言同行所不敢言，创造了中国性爱话语的最高禁忌尺度；它性感而不失犀利主张，幽默而不缺现实主义，是潮流男士的最佳伴侣。呈现与杂志内容相同的质感，并以更迅速的传播力量拓展男人装对男士时尚的影响力。

# ENRZWebsites_mess03.Text
source: High quality graphics and text information for men about lirong, enjoy the taste of life guidance, here found connection with the spiritual partner and share every point of life found, out of most valuable inspiration.
zh_cn: 优质的图文资讯给予男士有关着装理容、乐享生活的品位指导，在这里找到一拍即合的心灵伙伴，分享对生活趣味的每一点发现，碰撞出最具价值的商业灵感。

# Feedback.Content
source: Feedback
zh_cn: 我要反馈

# Feedback_Email.Text
source: Feedback by email
zh_cn: 通过邮件反馈问题

# LanguageMode.Text
source: Language localization (Developing...)
zh_cn: 语言本地化（施工中...）

# LanguageModeSummary.Text
source: Choose your local language.
zh_cn: 选择您的本地化语言

# LanguageOptions.Text
source: Language Options
zh_cn: 语言选项

# ProgressRoute.Text
source: ENRZ For Windows10 progress record (Only zh-CN)
zh_cn: ENRZ For Windows10 进度记录

# SettPageItem_About.Header
source: About
zh_cn: 关于

# SettPageItem_AboutENRZ.Header
source: About ENRZ.COM
zh_cn: 关于男人装

# SettPageItem_AboutMe.Header
source: About Developer
zh_cn: 关于开发者

# SettPageItem_Settings.Header
source: Settings
zh_cn: 设置

# VersionMessage
source: App Version :
zh_cn: 版本信息：

# VersionMessageFor.Text
source: App Version : Create by system
zh_cn: 版本信息：由系统生成

# VisualOptions.Text
source: Visual options
zh_cn: 视觉选项

# Weibo.Text
source: Weibo：
zh_cn: 新浪微博

# AppErrorString
source: Error throws !
zh_cn: 发生错误

source: Art
zh_cn: 艺和团

# A_B
source: Party A Party B
zh_cn: 甲方乙方

source: Beauty
zh_cn: 美女

source: Car
zh_cn: 座驾

source: Cars
zh_cn: 汽车

source: Collocation
zh_cn: 搭配栏目

source: Complain
zh_cn: 热辣吐槽

source: Cover stars
zh_cn: 封面明星

source: Digital
zh_cn: 数码

# Ent
source: Entertainment
zh_cn: 娱乐

source: Fashion
zh_cn: 时装

source: Fashions
zh_cn: 时尚

# Feedback_Body
source: Description
zh_cn: 问题描述

# Feedback_FriendlyName
source: DeviceName
zh_cn: 设备名

# Feedback_OS
source: OperatingSystem
zh_cn: 操作系统

# Feedback_SFV
source: FirmwareVersion
zh_cn: 固件版本

# Feedback_SHV
source: HardwareVersion
zh_cn: 硬件版本

# Feedback_SMF
source: Manufacturer
zh_cn: 制造商

# Feedback_SPN
source: ProductName
zh_cn: 产品名称

# Feedback_Subject
source: ENRZ For Win10 Feedback
zh_cn: ENRZ For Win10 反馈

# Feedback_Version
source: Version
zh_cn: 程序版本

# FetchDataError
source: Error occurred when fetching data
zh_cn: 获取数据发生错误

source: Gallery
zh_cn: 美图

source: Hot gossip
zh_cn: 八卦热点

source: Information
zh_cn: 资讯

source: Love of habit
zh_cn: 恋物癖

source: Male characters
zh_cn: 男性人物

source: Mall
zh_cn: 商城

source: Men
zh_cn: 男人帮

# Men_large
source: Men's large
zh_cn: 男装大片

source: Mix
zh_cn: 搭配

source: News girl
zh_cn: 新闻女郎

source: Outdoor
zh_cn: 户外

source: Photographic
zh_cn: 性感写真

source: Photography
zh_cn: 摄影

source: Plaything
zh_cn: 玩物

source: RC
zh_cn: 香车美女

source: See
zh_cn: 猎奇

# SettingsString
source: Settings
zh_cn: 设置

source: Show
zh_cn: 秀场

source: Skin care
zh_cn: 美容护肤

source: Sports
zh_cn: 体育

source: Sports baby
zh_cn: 体育宝贝

source: Stunner
zh_cn: 尤物

source: Swaths
zh_cn: 大片

source: The global village
zh_cn: 地球村

# TimeOutError
source: Network timed out, please try again.
zh_cn: 网络超时，请重试

source: Topics
zh_cn: 专题

source: Untitled
zh_cn: 未知

source: Watch
zh_cn: 腕表

source: Wine
zh_cn: 美酒

source: Yuppie
zh_cn: 后雅皮

# ClickTwiceToExit
source: Click back-button again to exit app
zh_cn: 再按一次返回键退出

# Image_More.Content
source: More>>
zh_cn: 更多>>

# Picture_Next.Text
source: NEXT
zh_cn: 下一个图集

# Picture_Previous.Text
source: PREVIOUS
zh_cn: 上一个图集

# Picture_Recommend.Text
source: RECOMMEND
zh_cn: 精彩推荐

# Picture_Watch.Text
source: ENRZ.COM-PIC
zh_cn: ENRZ.COM-看图

# SaveImageSuccess
source: Picture Saved.
zh_cn: 图片保存成功

# SettingButton.Text
source: Settings
zh_cn: 设置

# Top5.Text
source: Top5
zh_cn: 每日热图TOP5

# ValidToShow
source: content not supported display
zh_cn: 部分内容暂不支持显示
